Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A37B.tmx
Source language: en_us
Languages: zh_cn

source: Countries that can still be travelled on the cheap
zh_cn: 10大全球最省钱旅游胜地

source: Cash-flow issues?
zh_cn: 银根紧缩么?

source: Global recession getting you down?
zh_cn: 全球金融萧条使你愁云惨雾么?

source: No budget, no problem - in this extract from Lonely Planet's 1000 Ultimate Experiences, we bring you the destinations that will blow your mind without blowing your budget.
zh_cn: 没有预算,也没问题——在以下摘自“ Lonely Planet”1000种终极体验的简介中我要带你去几个旅游胜地，既能让你玩得心花怒放，又不会让银包大出血。

source: India
zh_cn: 印度

source: India has been known as a cheap destination for ages.
zh_cn: 多年以来印度一直以消费低廉的旅游国而著称。

source: But what you might not realise is that there is a lot more to India than just Bollywood films, elephant rides and crazy traffic.
zh_cn: 但也许你没有意识到的是，在印度游玩，你除了看宝来坞电影，骑大象，为糟糕的交通所困之外，还有许多有趣的事可做。

source: Forget just checking out the Taj ¨C what about a trip to the north?
zh_cn: 别老是顾着看TAJ了——何不去北方玩一趟？

source: Go climbing in Ladakh, where the peaks are huge and the air is cool.
zh_cn: 去爬Ladakh山吧，山顶开阔，空气清新。

source: Or what about surfing in Port Blair ¨C it's in the middle of the Bay of Bengal and still cheap as chips.
zh_cn: 或者去Port Blair冲浪——位于孟加拉湾中部，花费便宜得如同薯条。

source: This classic shoestring destination is still ripe for adventure.
zh_cn: 这个消费低廉的胜地也时刻恭贺着冒险家们的到来。

source: Nepal
zh_cn: 尼泊尔

source: The home of Mt Everest and the Sherpa people has long been on the radar of the budget traveller.
zh_cn: 在珠穆朗玛峰的山脚下，夏尔巴人总是如雷达般敏锐地探测出精打细算的旅行者们的到来。

source: After decades in the limelight Nepal still remains one of the best budget destinations around.
zh_cn: 作为几十年不变热门旅游地，尼泊尔时至今日始终是世界上最便宜的旅游地之一。

source: The trekking is awesome and the fractional cost of being in the country means that the treks can go on and on.
zh_cn: 徒步旅行实在是有够赞的，而且那微不足道的花费意味着你可以想玩多久就玩多久。

source: Many a seasoned traveller has Nepal at the top of their best-of list ¨C and the best part is, it won't cost a fortune to add it to yours.
zh_cn: 不少经验丰富的驴友们都把尼泊尔列在他们“最佳目的地”榜单的榜首——好消息是，你只要花很少的钱就可以跟他们一样。

source: Indonesia
zh_cn: 印度尼西亚

source: Indonesia has had a bad run of terrible press over the past few years.
zh_cn: 印尼近年来一直是负面新闻缠身。

source: Between bombings and other strife it's fallen off the to-do lists of many tourists.
zh_cn: 爆炸事件和其他暴力冲突频发使得许多旅者将印尼二字从他们的“旅游期望表”中划掉。

source: Their loss is our gain: the pristine beaches are still the drawcard and you can experience the same dirt-cheap living that has always been on offer.
zh_cn: 他们的损失正是我们的增益：原始沙滩仍旧是最受欢迎的经典，你能享受一如既往的极低廉的住宿费。

source: If you're keen to surf or lie on the beach you're all set to have an adventure for peanuts.
zh_cn: 如果你热爱冲浪或者是躺在沙滩上，你只需花费一丁丁的费用就能来场奇遇。

source: As long as you steer clear of tourist trap resorts, you'll struggle to spend more than US$20 a day.
zh_cn: 只要你能远离那些宰客的景区，你能就把一天的花费竭力地控制在20美元以内。

source: Nourish your inner cheapskate and buy souvenirs away from the tourist areas; head to the central market in Denpasar or Ubud's Pasar Sukowati.
zh_cn: 把你内心的吝啬鬼释放出来吧，千万不要在旅游区内买纪念品；而要去登巴萨的中心市场或者乌布得的Pasar Sukowati.

source: Iran
zh_cn: 伊朗

source: Iran?
zh_cn: 伊朗？

source: The same Iran that's in the 'Axis of Evil'?
zh_cn: 这是那个“邪恶轴心国”伊朗？

source: Forget that propaganda and get stuck into a country that meets all the requirements.
zh_cn: 忘掉政府的政治宣传大喇叭，尽情地置身于这个满足你心目中所有要求的国家吧。

source: For a start it's cheap: for US$25 a day you can live it up in a midrange hotel and eat your heart out.
zh_cn: 首要优点就是便宜：一天25美元你能出上一家不错的中档旅馆，还能把肚子吃撑。

source: What you won't find is a glut of other travellers and the hindrance of mass tourism.
zh_cn: 你不会见到成群的大帮其他旅游者或者被大众旅游所阻碍。

source: You'll see the wonders of the ancient world without a tour group in sight.
zh_cn: 你能安静地欣赏奇妙的古代遗迹而看不到一个旅游团。

source: In fact this is a country that is crying out for visitors, and is deserving of them ¨C the locals are unbelievably welcoming to travellers.
zh_cn: 事实上这个国家迫切需要旅游者的造访，而且这儿也能让他们心满意足——当地人对旅游者的热情实在是出乎意料。

source: Arrive in January for the ancient Persian midwinter festival of Sadeh, which celebrates the creation of fire.
zh_cn: 在1月份，当地会庆祝冬至Sadeh节，这个节日目的是庆贺火的创造，起源于古代波斯。

source: Poland
zh_cn: 波兰

source: Eastern Europe used to be dirt cheap back in the good old days of the Cold War.
zh_cn: 在冷战时那些过去的好日子中，东欧是一个便宜到家的旅游目的地。

source: Now that peace has broken out, costs are on the up.
zh_cn: 现在和平爆发了，消费也噌噌地上涨。

source: Poland, though, is still at the inexpensive end: a daily budget of US$25 will easily get you around the country.
zh_cn: 但是波兰依然处在最便宜的那一端：每天花25美元你就能轻松地游遍这个国家。

source: Poland is a nation that's been run over so many times by invading forces that it's become bulletproof.
zh_cn: 波兰这个国家，长久以来多次被侵略者铁蹄践踏、炮火轰炸，现在已经变得刀枪不入，铜墙铁骨。

source: Now this EU member is on the rise, so get in quick before the prices go up for good.
zh_cn: 这个欧盟成员国处在经济持续发展之中，所以，在价格上涨并稳定下来之前，别多想快点去吧。

source: Rural towns are picturesque and cheap to visit; tiny towns like Krasnystaw in the Lubelskie region are a miser's wonderland.
zh_cn: 乡村的美景如诗如画，花费也相当节省；如 Lubelskie地区的 Krasnystaw这样的小镇，简直是守财奴的人间天堂。

source: Laos
zh_cn: 老挝

source: Southeast Asia is the promised land of cheap travel ¨C for years Thailand was the de facto destination for the cash poor but these days travellers are looking beyond the old standards for more intrepid el-cheapo places to check out.
zh_cn: 东南亚就是便宜旅行的保证——多年以来，泰国一直是事实上的囊中羞涩之人旅游的首选，但这段时间以来，旅游者的标准变了，他们正在寻找一个超值无敌的省钱之地。

source: Enter Laos.
zh_cn: 去老挝吧。

source: It may not have the beaches of Thailand or the notoriety of Vietnam but it's got what counts.
zh_cn: 也许它没有泰国的沙滩和越南越南的臭名声，但这儿值得起你花的每一分钱。

source: For just US$15 a day you will get all you need, leaving you free to get out among the untouched river valleys and chilled-out microvillages along the Mekong River.
zh_cn: 只需一天15美元你的所有需求就能满足，那些湄公河沿岸的未经开发破坏的河谷和微型小村庄你可以免费游览。

source: The cheapest way to get there is to enter via boat from Chiang Khong, Thailand.
zh_cn: 去老挝最便宜的方式是通过泰国的青孔。

source: The boat ride costs around US$0.50; the visa, payable in Laos, should be around US$30.
zh_cn: 坐船大概是花费50美分；入境VISA，在老挝要30美元手续费。

source: The best things in life really are free ¨C such as the utterly gorgeous limestone waterfalls at Tat Sae in Laos.
zh_cn: 生活中最美好的事物着实是免费的——比如位于TAT SAE的绚烂辉煌至极的石灰岩瀑布。

source: Sudan
zh_cn: 苏丹

source: It's hard to get to, hard to get into and hard to wrap your head around.
zh_cn: 要去苏丹并不容易，要进入苏丹也不容易，要把你的头裹严实同样不容易。

source: Sudan is in the news for all the wrong reasons ¨C what people should know about is the locals' pride in welcoming guests and the amazing things that can be seen around the country.
zh_cn: 新闻中永远充斥着不要去苏丹的理由——但是人们需要了解的是当地人对招待宾客的自豪感和这个国家令人惊叹的事物。

source: In the north you'll be treated to pyramids and other marvels of the ancient world, and odds are you'll have them to yourself.
zh_cn: 在北边，你能尽享金字塔和其他古代奇迹的视觉大餐，当然你也可能找到其他你想看的。

source: And a falafel will cost less than US$1 and a bed for the night will be less than US$10.
zh_cn: 一个沙拉三明治花不了你亿美元，一张过夜的床也不到10美元。
